export const constellationOptions = [
  {
    'value': 'Любой раши',
    'label': 'Любой знак'
  },
  {
    'value': 'Ⓢ в Овен',
    'label': 'в Овене'
  },
  {
    'value': 'Ⓢ в Телец',
    'label': 'в Телеце'
  },
  {
    'value': 'Ⓢ в Близнецы',
    'label': 'в Близнецах'
  },
  {
    'value': 'Ⓢ в Рак',
    'label': 'в Раке'
  },
  {
    'value': 'Ⓢ в Лев',
    'label': 'во Льве'
  },
  {
    'value': 'Ⓢ в Дева',
    'label': 'в Деве'
  },
  {
    'value': 'Ⓢ в Весы',
    'label': 'в Весах'
  },
  {
    'value': 'Ⓢ в Скорпион',
    'label': 'в Скорпионе'
  },
  {
    'value': 'Ⓢ в Стрелец',
    'label': 'в Стрельце'
  },
  {
    'value': 'Ⓢ в Козерог',
    'label': 'в Козероге'
  },
  {
    'value': 'Ⓢ в Водолей',
    'label': 'в Водолее'
  },
  {
    'value': 'Ⓢ в Рыбы',
    'label': 'в Рыбах'
  },
  {
    'value': '★ с Солнце',
    'label': 'с Солнцем'
  },
  {
    'value': '★ с Луна',
    'label': 'с Луной'
  },
  {
    'value': '★ с Марс',
    'label': 'с Марсом'
  },
  {
    'value': '★ с Меркурий',
    'label': 'с Меркурием'
  },
  {
    'value': '★ с Юпитер',
    'label': 'с Юпитером'
  },
  {
    'value': '★ с Венера',
    'label': 'с Венерой'
  },
  {
    'value': '★ с Сатурн',
    'label': 'с Сатурном'
  },
  {
    'value': '★ с Раху',
    'label': 'с Раху'
  },
  {
    'value': '★ с Кету',
    'label': 'с Кету'
  },
  {
    'value': '★ с Уран',
    'label': 'с Ураном'
  },
  {
    'value': '★ с Нептун',
    'label': 'с Нептуном'
  },
  {
    'value': '★ с Плутон',
    'label': 'с Плутоном'
  },
  {
    'value': 'ℕ накшатра Ашвини',
    'label': 'в накшатре Ашвини'
  },
  {
    'value': 'ℕ накшатра Бхарани',
    'label': 'в накшатре Бхарани'
  },
  {
    'value': 'ℕ накшатра Криттика',
    'label': 'в накшатре Криттика'
  },
  {
    'value': 'ℕ накшатра Рохини',
    'label': 'в накшатре Рохини'
  },
  {
    'value': 'ℕ накшатра Мригашира',
    'label': 'в накшатре Мригашира'
  },
  {
    'value': 'ℕ накшатра Ардра',
    'label': 'в накшатре Ардра'
  },
  {
    'value': 'ℕ накшатра Пунарвасу',
    'label': 'в накшатре Пунарвасу'
  },
  {
    'value': 'ℕ накшатра Пушйа',
    'label': 'в накшатре Пушйа'
  },
  {
    'value': 'ℕ накшатра Ашлеша',
    'label': 'в накшатре Ашлеша'
  },
  {
    'value': 'ℕ накшатра Магха',
    'label': 'в накшатре Магха'
  },
  {
    'value': 'ℕ накшатра Пурвапхалгуни',
    'label': 'в накшатре Пурвапхалгуни'
  },
  {
    'value': 'ℕ накшатра Уттарапхалгуни',
    'label': 'в накшатре Уттарапхалгуни'
  },
  {
    'value': 'ℕ накшатра Хаста',
    'label': 'в накшатре Хаста'
  },
  {
    'value': 'ℕ накшатра Читра',
    'label': 'в накшатре Читра'
  },
  {
    'value': 'ℕ накшатра Свати',
    'label': 'в накшатре Свати'
  },
  {
    'value': 'ℕ накшатра Вишакха',
    'label': 'в накшатре Вишакха'
  },
  {
    'value': 'ℕ накшатра Анурадха',
    'label': 'в накшатре Анурадха'
  },
  {
    'value': 'ℕ накшатра Джйештха',
    'label': 'в накшатре Джйештха'
  },
  {
    'value': 'ℕ накшатра Мула',
    'label': 'в накшатре Мула'
  },
  {
    'value': 'ℕ накшатра Пурвашадха',
    'label': 'в накшатре Пурвашадха'
  },
  {
    'value': 'ℕ накшатра Уттарашадха',
    'label': 'в накшатре Уттарашадха'
  },
  {
    'value': 'ℕ накшатра Шравана',
    'label': 'в накшатре Шравана'
  },
  {
    'value': 'ℕ накшатра Дхаништха',
    'label': 'в накшатре Дхаништха'
  },
  {
    'value': 'ℕ накшатра Шатабхиша',
    'label': 'в накшатре Шатабхиша'
  },
  {
    'value': 'ℕ накшатра Пурвабхадрапада',
    'label': 'в накшатре Пурвабхадрапада'
  },
  {
    'value': 'ℕ накшатра Уттарабхадрапада',
    'label': 'в накшатре Уттарабхадрапада'
  },
  {
    'value': 'ℕ накшатра Ревати',
    'label': 'в накшатре Ревати'
  }
];
