export const constellationOptions = [
  {
    'value': 'Любой раши',
    'label': 'Любой раши'
  },
  {
    'value': 'Ⓢ в Овен',
    'label': 'Ⓢ в Овен'
  },
  {
    'value': 'Ⓢ в Телец',
    'label': 'Ⓢ в Телец'
  },
  {
    'value': 'Ⓢ в Близнецы',
    'label': 'Ⓢ в Близнецы'
  },
  {
    'value': 'Ⓢ в Рак',
    'label': 'Ⓢ в Рак'
  },
  {
    'value': 'Ⓢ в Лев',
    'label': 'Ⓢ в Лев'
  },
  {
    'value': 'Ⓢ в Дева',
    'label': 'Ⓢ в Дева'
  },
  {
    'value': 'Ⓢ в Весы',
    'label': 'Ⓢ в Весы'
  },
  {
    'value': 'Ⓢ в Скорпион',
    'label': 'Ⓢ в Скорпион'
  },
  {
    'value': 'Ⓢ в Стрелец',
    'label': 'Ⓢ в Стрелец'
  },
  {
    'value': 'Ⓢ в Козерог',
    'label': 'Ⓢ в Козерог'
  },
  {
    'value': 'Ⓢ в Водолей',
    'label': 'Ⓢ в Водолей'
  },
  {
    'value': 'Ⓢ в Рыбы',
    'label': 'Ⓢ в Рыбы'
  },
  {
    'value': 'Ⓢ в огненных раши',
    'label': 'Ⓢ в огненных раши'
  },
  {
    'value': 'Ⓢ в земных раши',
    'label': 'Ⓢ в земных раши'
  },
  {
    'value': 'Ⓢ в воздушных раши',
    'label': 'Ⓢ в воздушных раши'
  },
  {
    'value': 'Ⓢ в водных раши',
    'label': 'Ⓢ в водных раши'
  },
  {
    'value': '★ с Солнце',
    'label': '★ с Солнце'
  },
  {
    'value': '★ с Луна',
    'label': '★ с Луна'
  },
  {
    'value': '★ с Марс',
    'label': '★ с Марс'
  },
  {
    'value': '★ с Меркурий',
    'label': '★ с Меркурий'
  },
  {
    'value': '★ с Юпитер',
    'label': '★ с Юпитер'
  },
  {
    'value': '★ с Венера',
    'label': '★ с Венера'
  },
  {
    'value': '★ с Сатурн',
    'label': '★ с Сатурн'
  },
  {
    'value': '★ с Раху',
    'label': '★ с Раху'
  },
  {
    'value': '★ с Кету',
    'label': '★ с Кету'
  },
  {
    'value': '★ с Уран',
    'label': '★ с Уран'
  },
  {
    'value': '★ с Нептун',
    'label': '★ с Нептун'
  },
  {
    'value': '★ с Плутон',
    'label': '★ с Плутон'
  },
  {
    'value': '∇ в положении 1/7 к Солнце',
    'label': '∇ в положении 1/7 к Солнце'
  },
  {
    'value': '∇ в положении 2/12 к Солнце',
    'label': '∇ в положении 2/12 к Солнце'
  },
  {
    'value': '∇ в положении 3/11 к Солнце',
    'label': '∇ в положении 3/11 к Солнце'
  },
  {
    'value': '∇ в положении 4/10 к Солнце',
    'label': '∇ в положении 4/10 к Солнце'
  },
  {
    'value': '∇ в положении 5/9 к Солнце',
    'label': '∇ в положении 5/9 к Солнце'
  },
  {
    'value': '∇ в положении 6/8 к Солнце',
    'label': '∇ в положении 6/8 к Солнце'
  },
  {
    'value': '∇ в положении 1/7 к Луна',
    'label': '∇ в положении 1/7 к Луна'
  },
  {
    'value': '∇ в положении 2/12 к Луна',
    'label': '∇ в положении 2/12 к Луна'
  },
  {
    'value': '∇ в положении 3/11 к Луна',
    'label': '∇ в положении 3/11 к Луна'
  },
  {
    'value': '∇ в положении 4/10 к Луна',
    'label': '∇ в положении 4/10 к Луна'
  },
  {
    'value': '∇ в положении 5/9 к Луна',
    'label': '∇ в положении 5/9 к Луна'
  },
  {
    'value': '∇ в положении 6/8 к Луна',
    'label': '∇ в положении 6/8 к Луна'
  },
  {
    'value': '∇ в положении 1/7 к Марс',
    'label': '∇ в положении 1/7 к Марс'
  },
  {
    'value': '∇ в положении 2/12 к Марс',
    'label': '∇ в положении 2/12 к Марс'
  },
  {
    'value': '∇ в положении 3/11 к Марс',
    'label': '∇ в положении 3/11 к Марс'
  },
  {
    'value': '∇ в положении 4/10 к Марс',
    'label': '∇ в положении 4/10 к Марс'
  },
  {
    'value': '∇ в положении 5/9 к Марс',
    'label': '∇ в положении 5/9 к Марс'
  },
  {
    'value': '∇ в положении 6/8 к Марс',
    'label': '∇ в положении 6/8 к Марс'
  },
  {
    'value': '∇ в положении 1/7 к Меркурий',
    'label': '∇ в положении 1/7 к Меркурий'
  },
  {
    'value': '∇ в положении 2/12 к Меркурий',
    'label': '∇ в положении 2/12 к Меркурий'
  },
  {
    'value': '∇ в положении 3/11 к Меркурий',
    'label': '∇ в положении 3/11 к Меркурий'
  },
  {
    'value': '∇ в положении 4/10 к Меркурий',
    'label': '∇ в положении 4/10 к Меркурий'
  },
  {
    'value': '∇ в положении 5/9 к Меркурий',
    'label': '∇ в положении 5/9 к Меркурий'
  },
  {
    'value': '∇ в положении 6/8 к Меркурий',
    'label': '∇ в положении 6/8 к Меркурий'
  },
  {
    'value': '∇ в положении 1/7 к Юпитер',
    'label': '∇ в положении 1/7 к Юпитер'
  },
  {
    'value': '∇ в положении 2/12 к Юпитер',
    'label': '∇ в положении 2/12 к Юпитер'
  },
  {
    'value': '∇ в положении 3/11 к Юпитер',
    'label': '∇ в положении 3/11 к Юпитер'
  },
  {
    'value': '∇ в положении 4/10 к Юпитер',
    'label': '∇ в положении 4/10 к Юпитер'
  },
  {
    'value': '∇ в положении 5/9 к Юпитер',
    'label': '∇ в положении 5/9 к Юпитер'
  },
  {
    'value': '∇ в положении 6/8 к Юпитер',
    'label': '∇ в положении 6/8 к Юпитер'
  },
  {
    'value': '∇ в положении 1/7 к Венера',
    'label': '∇ в положении 1/7 к Венера'
  },
  {
    'value': '∇ в положении 2/12 к Венера',
    'label': '∇ в положении 2/12 к Венера'
  },
  {
    'value': '∇ в положении 3/11 к Венера',
    'label': '∇ в положении 3/11 к Венера'
  },
  {
    'value': '∇ в положении 4/10 к Венера',
    'label': '∇ в положении 4/10 к Венера'
  },
  {
    'value': '∇ в положении 5/9 к Венера',
    'label': '∇ в положении 5/9 к Венера'
  },
  {
    'value': '∇ в положении 6/8 к Венера',
    'label': '∇ в положении 6/8 к Венера'
  },
  {
    'value': '∇ в положении 1/7 к Сатурн',
    'label': '∇ в положении 1/7 к Сатурн'
  },
  {
    'value': '∇ в положении 2/12 к Сатурн',
    'label': '∇ в положении 2/12 к Сатурн'
  },
  {
    'value': '∇ в положении 3/11 к Сатурн',
    'label': '∇ в положении 3/11 к Сатурн'
  },
  {
    'value': '∇ в положении 4/10 к Сатурн',
    'label': '∇ в положении 4/10 к Сатурн'
  },
  {
    'value': '∇ в положении 5/9 к Сатурн',
    'label': '∇ в положении 5/9 к Сатурн'
  },
  {
    'value': '∇ в положении 6/8 к Сатурн',
    'label': '∇ в положении 6/8 к Сатурн'
  },
  {
    'value': '∇ в положении 1/7 к Раху',
    'label': '∇ в положении 1/7 к Раху'
  },
  {
    'value': '∇ в положении 2/12 к Раху',
    'label': '∇ в положении 2/12 к Раху'
  },
  {
    'value': '∇ в положении 3/11 к Раху',
    'label': '∇ в положении 3/11 к Раху'
  },
  {
    'value': '∇ в положении 4/10 к Раху',
    'label': '∇ в положении 4/10 к Раху'
  },
  {
    'value': '∇ в положении 5/9 к Раху',
    'label': '∇ в положении 5/9 к Раху'
  },
  {
    'value': '∇ в положении 6/8 к Раху',
    'label': '∇ в положении 6/8 к Раху'
  },
  {
    'value': '∇ в положении 1/7 к Кету',
    'label': '∇ в положении 1/7 к Кету'
  },
  {
    'value': '∇ в положении 2/12 к Кету',
    'label': '∇ в положении 2/12 к Кету'
  },
  {
    'value': '∇ в положении 3/11 к Кету',
    'label': '∇ в положении 3/11 к Кету'
  },
  {
    'value': '∇ в положении 4/10 к Кету',
    'label': '∇ в положении 4/10 к Кету'
  },
  {
    'value': '∇ в положении 5/9 к Кету',
    'label': '∇ в положении 5/9 к Кету'
  },
  {
    'value': '∇ в положении 6/8 к Кету',
    'label': '∇ в положении 6/8 к Кету'
  },
  {
    'value': '∇ в положении 1/7 к Уран',
    'label': '∇ в положении 1/7 к Уран'
  },
  {
    'value': '∇ в положении 2/12 к Уран',
    'label': '∇ в положении 2/12 к Уран'
  },
  {
    'value': '∇ в положении 3/11 к Уран',
    'label': '∇ в положении 3/11 к Уран'
  },
  {
    'value': '∇ в положении 4/10 к Уран',
    'label': '∇ в положении 4/10 к Уран'
  },
  {
    'value': '∇ в положении 5/9 к Уран',
    'label': '∇ в положении 5/9 к Уран'
  },
  {
    'value': '∇ в положении 6/8 к Уран',
    'label': '∇ в положении 6/8 к Уран'
  },
  {
    'value': '∇ в положении 1/7 к Нептун',
    'label': '∇ в положении 1/7 к Нептун'
  },
  {
    'value': '∇ в положении 2/12 к Нептун',
    'label': '∇ в положении 2/12 к Нептун'
  },
  {
    'value': '∇ в положении 3/11 к Нептун',
    'label': '∇ в положении 3/11 к Нептун'
  },
  {
    'value': '∇ в положении 4/10 к Нептун',
    'label': '∇ в положении 4/10 к Нептун'
  },
  {
    'value': '∇ в положении 5/9 к Нептун',
    'label': '∇ в положении 5/9 к Нептун'
  },
  {
    'value': '∇ в положении 6/8 к Нептун',
    'label': '∇ в положении 6/8 к Нептун'
  },
  {
    'value': '∇ в положении 1/7 к Плутон',
    'label': '∇ в положении 1/7 к Плутон'
  },
  {
    'value': '∇ в положении 2/12 к Плутон',
    'label': '∇ в положении 2/12 к Плутон'
  },
  {
    'value': '∇ в положении 3/11 к Плутон',
    'label': '∇ в положении 3/11 к Плутон'
  },
  {
    'value': '∇ в положении 4/10 к Плутон',
    'label': '∇ в положении 4/10 к Плутон'
  },
  {
    'value': '∇ в положении 5/9 к Плутон',
    'label': '∇ в положении 5/9 к Плутон'
  },
  {
    'value': '∇ в положении 6/8 к Плутон',
    'label': '∇ в положении 6/8 к Плутон'
  },
  {
    'value': 'ℕ накшатра Ашвини',
    'label': 'ℕ накшатра Ашвини'
  },
  {
    'value': 'ℕ накшатра Ашвини и трины к ней',
    'label': 'ℕ накшатра Ашвини и трины к ней'
  },
  {
    'value': 'ℕ накшатра Бхарани',
    'label': 'ℕ накшатра Бхарани'
  },
  {
    'value': 'ℕ накшатра Бхарани и трины к ней',
    'label': 'ℕ накшатра Бхарани и трины к ней'
  },
  {
    'value': 'ℕ накшатра Криттика',
    'label': 'ℕ накшатра Криттика'
  },
  {
    'value': 'ℕ накшатра Криттика и трины к ней',
    'label': 'ℕ накшатра Криттика и трины к ней'
  },
  {
    'value': 'ℕ накшатра Рохини',
    'label': 'ℕ накшатра Рохини'
  },
  {
    'value': 'ℕ накшатра Рохини и трины к ней',
    'label': 'ℕ накшатра Рохини и трины к ней'
  },
  {
    'value': 'ℕ накшатра Мригашира',
    'label': 'ℕ накшатра Мригашира'
  },
  {
    'value': 'ℕ накшатра Мригашира и трины к ней',
    'label': 'ℕ накшатра Мригашира и трины к ней'
  },
  {
    'value': 'ℕ накшатра Ардра',
    'label': 'ℕ накшатра Ардра'
  },
  {
    'value': 'ℕ накшатра Ардра и трины к ней',
    'label': 'ℕ накшатра Ардра и трины к ней'
  },
  {
    'value': 'ℕ накшатра Пунарвасу',
    'label': 'ℕ накшатра Пунарвасу'
  },
  {
    'value': 'ℕ накшатра Пунарвасу и трины к ней',
    'label': 'ℕ накшатра Пунарвасу и трины к ней'
  },
  {
    'value': 'ℕ накшатра Пушйа',
    'label': 'ℕ накшатра Пушйа'
  },
  {
    'value': 'ℕ накшатра Пушйа и трины к ней',
    'label': 'ℕ накшатра Пушйа и трины к ней'
  },
  {
    'value': 'ℕ накшатра Ашлеша',
    'label': 'ℕ накшатра Ашлеша'
  },
  {
    'value': 'ℕ накшатра Ашлеша и трины к ней',
    'label': 'ℕ накшатра Ашлеша и трины к ней'
  },
  {
    'value': 'ℕ накшатра Магха',
    'label': 'ℕ накшатра Магха'
  },
  {
    'value': 'ℕ накшатра Магха и трины к ней',
    'label': 'ℕ накшатра Магха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Пурвапхалгуни',
    'label': 'ℕ накшатра Пурвапхалгуни'
  },
  {
    'value': 'ℕ накшатра Пурвапхалгуни и трины к ней',
    'label': 'ℕ накшатра Пурвапхалгуни и трины к ней'
  },
  {
    'value': 'ℕ накшатра Уттарапхалгуни',
    'label': 'ℕ накшатра Уттарапхалгуни'
  },
  {
    'value': 'ℕ накшатра Уттарапхалгуни и трины к ней',
    'label': 'ℕ накшатра Уттарапхалгуни и трины к ней'
  },
  {
    'value': 'ℕ накшатра Хаста',
    'label': 'ℕ накшатра Хаста'
  },
  {
    'value': 'ℕ накшатра Хаста и трины к ней',
    'label': 'ℕ накшатра Хаста и трины к ней'
  },
  {
    'value': 'ℕ накшатра Читра',
    'label': 'ℕ накшатра Читра'
  },
  {
    'value': 'ℕ накшатра Читра и трины к ней',
    'label': 'ℕ накшатра Читра и трины к ней'
  },
  {
    'value': 'ℕ накшатра Свати',
    'label': 'ℕ накшатра Свати'
  },
  {
    'value': 'ℕ накшатра Свати и трины к ней',
    'label': 'ℕ накшатра Свати и трины к ней'
  },
  {
    'value': 'ℕ накшатра Вишакха',
    'label': 'ℕ накшатра Вишакха'
  },
  {
    'value': 'ℕ накшатра Вишакха и трины к ней',
    'label': 'ℕ накшатра Вишакха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Анурадха',
    'label': 'ℕ накшатра Анурадха'
  },
  {
    'value': 'ℕ накшатра Анурадха и трины к ней',
    'label': 'ℕ накшатра Анурадха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Джйештха',
    'label': 'ℕ накшатра Джйештха'
  },
  {
    'value': 'ℕ накшатра Джйештха и трины к ней',
    'label': 'ℕ накшатра Джйештха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Мула',
    'label': 'ℕ накшатра Мула'
  },
  {
    'value': 'ℕ накшатра Мула и трины к ней',
    'label': 'ℕ накшатра Мула и трины к ней'
  },
  {
    'value': 'ℕ накшатра Пурвашадха',
    'label': 'ℕ накшатра Пурвашадха'
  },
  {
    'value': 'ℕ накшатра Пурвашадха и трины к ней',
    'label': 'ℕ накшатра Пурвашадха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Уттарашадха',
    'label': 'ℕ накшатра Уттарашадха'
  },
  {
    'value': 'ℕ накшатра Уттарашадха и трины к ней',
    'label': 'ℕ накшатра Уттарашадха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Шравана',
    'label': 'ℕ накшатра Шравана'
  },
  {
    'value': 'ℕ накшатра Шравана и трины к ней',
    'label': 'ℕ накшатра Шравана и трины к ней'
  },
  {
    'value': 'ℕ накшатра Дхаништха',
    'label': 'ℕ накшатра Дхаништха'
  },
  {
    'value': 'ℕ накшатра Дхаништха и трины к ней',
    'label': 'ℕ накшатра Дхаништха и трины к ней'
  },
  {
    'value': 'ℕ накшатра Шатабхиша',
    'label': 'ℕ накшатра Шатабхиша'
  },
  {
    'value': 'ℕ накшатра Шатабхиша и трины к ней',
    'label': 'ℕ накшатра Шатабхиша и трины к ней'
  },
  {
    'value': 'ℕ накшатра Пурвабхадрапада',
    'label': 'ℕ накшатра Пурвабхадрапада'
  },
  {
    'value': 'ℕ накшатра Пурвабхадрапада и трины к ней',
    'label': 'ℕ накшатра Пурвабхадрапада и трины к ней'
  },
  {
    'value': 'ℕ накшатра Уттарабхадрапада',
    'label': 'ℕ накшатра Уттарабхадрапада'
  },
  {
    'value': 'ℕ накшатра Уттарабхадрапада и трины к ней',
    'label': 'ℕ накшатра Уттарабхадрапада и трины к ней'
  },
  {
    'value': 'ℕ накшатра Ревати',
    'label': 'ℕ накшатра Ревати'
  },
  {
    'value': 'ℕ накшатра Ревати и трины к ней',
    'label': 'ℕ накшатра Ревати и трины к ней'
  }
];
