export const topics = [
  {
    name: 'Основа гороскопа',
    discussions: 12,
    tags: [
      'Планеты',
      'Дома',
      'Накшатры',
      'Дробные карты',
      'Аспекты',
      'Дома',
      'Управители домов',
      'Знаки Зодиака'
    ]
  },
  {
    name: 'Инструменты прогнозирования',
    discussions: 12
  },
  {
    name: 'Deep sky/Астрология и астрономия',
    discussions: 12,
    tags: [
      'Звезды и Звездные скопления',
      'Галактики',
      'Туманности',
      'Остальное'
    ]
  }, {
    name: 'События в гороскопе',
    discussions: 12
  }, {
    name: 'Рассмотрите мой гороскоп',
    discussions: 12
  }, {
    name: 'Основа гороскопа',
    discussions: 12
  }
];
